closed_loop_AFC/rotating_cylinder/physics-simulation-engine/fluid-openfoam/system/preCICE_Adapter
// -*- C++ -*-

type preciceAdapterFunctionObject;
libs ("libpreciceAdapterFunctionObject.so");


// ************************************************************************* //